tap "homebrew/bundle"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "bat"
brew "blueutil"
brew "btop"
brew "fontconfig"
brew "readline"
brew "coreutils"
brew "cask"
brew "eza"
brew "fd"
brew "libvorbis"
brew "python@3.13"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "libksba"
brew "gnupg"
brew "libtool"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "libyaml"
brew "libzip"
brew "mad"
brew "midnight-commander"
brew "moar"
brew "mplayer"
brew "ncdu"
brew "neovim"
brew "node"
brew "openvpn"
brew "pinentry-mac"
brew "pkgconf"
brew "poppler"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "sevenzip"
brew "sops"
brew "starship"
brew "telnet"
brew "tinyproxy", restart_service: :changed
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "winetricks"
brew "wireguard-tools"
brew "yazi"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "alloy"
cask "anki"
cask "anydesk"
cask "calibre"
cask "devtoys"
cask "docker"
cask "fbreader"
cask "font-caskaydia-cove-nerd-font"
cask "font-symbols-only-nerd-font"
cask "freetube"
cask "ghostty"
cask "google-chrome"
cask "gstreamer-runtime"
cask "iina"
cask "keepassxc"
cask "keka"
cask "maccy"
cask "macfuse"
cask "osxfuse"
cask "outline-manager"
cask "paintbrush"
cask "postman"
cask "rar"
cask "sublime-text"
cask "telegram"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webtorrent"
cask "wezterm"
cask "zoom"
vscode "foxundermoon.shell-format"
