tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "antigen"
brew "autoconf"
brew "automake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "git"
brew "libksba"
brew "readline"
brew "gnupg"
brew "libtool"
brew "libvorbis"
brew "libyaml"
brew "mad"
brew "midnight-commander"
brew "neovim"
brew "openvpn"
brew "pinentry-mac"
brew "pkg-config"
brew "python@3.11"
brew "python@3.9"
brew "ruby"
brew "sdl2"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "wget"
brew "wireguard-tools"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "alloy"
cask "anki"
cask "anydesk"
cask "devtoys"
cask "fbreader"
cask "fig"
cask "font-fira-code"
cask "google-chrome"
cask "iina"
cask "keepassxc"
cask "keka"
cask "maccy"
cask "osxfuse"
cask "paintbrush"
cask "postman"
cask "pycharm-ce"
cask "rancher"
cask "rar"
cask "rectangle"
cask "sublime-text"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vmware-fusion"
cask "whatsapp"
cask "zoom"
