getantidote/use-omz  # handle OMZ dependencies
ohmyzsh/ohmyzsh path:lib  # load OMZ's library

ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/z
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/python
ohmyzsh/ohmyzsh path:plugins/nats
ohmyzsh/ohmyzsh path:plugins/macos
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/magic-enter

zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
djui/alias-tips

mattmc3/ez-compinit
zsh-users/zsh-completions

zsh-users/zsh-history-substring-search

# popular fish-like plugins
mattmc3/zfunctions
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search

# replaced by starship
# ohmyzsh/ohmyzsh path:themes/murilasso.zsh-theme
# ohmyzsh/ohmyzsh path:plugins/timer
